4ops.terraform
adpyke.vscode-sql-formatter
amazonwebservices.aws-toolkit-vscode
anthropic.claude-code
bmewburn.vscode-intelephense-client
boto3typed.boto3-ide
bradlc.vscode-tailwindcss
charliermarsh.ruff
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codely.codely-theme
dannysteenman.cloudformation-yaml-snippets
dannysteenman.sam-snippets
david1542.poetrix
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
deinsoftware.vitest-snippets
docker.docker
echoapi.echoapi-for-vscode
editorconfig.editorconfig
engineer-taro.aws-sam-snippets
esbenp.prettier-vscode
github.codespaces
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
glavin001.unibeautify-vscode
golang.go
gregorbiswanger.json2ts
hashicorp.terraform
kingwl.vscode-vitest-runner
lakshits11.best-themes-redefined
loiane.ts-extension-pack
matheusq94.tfs
mikestead.dotenv
mindaro-dev.file-downloader
mkhl.direnv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-ossdata.vscode-pgsql
ms-python.debugpy
ms-python.flake8
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-speech
ms-vsliveshare.vsliveshare
njpwerner.autodocstring
openai.chatgpt
patbenatar.advanced-new-file
pflannery.vscode-versionlens
pjmiravalle.terraform-advanced-syntax-highlighting
pmneo.tsimporter
postman.postman-for-vscode
redhat.vscode-yaml
sleistner.vscode-fileutils
smlombardi.slime
streetsidesoftware.code-spell-checker
stringham.move-ts
stripe.vscode-stripe
tamasfe.even-better-toml
tylerharris.terraform-link-docs
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vitest.explorer
webdevsnyc.aws-sam-snippets
windmilleng.vscode-go-autotest
yoavbls.pretty-ts-errors
